Repository: zonio/evolution-3e
Catalog: older_versions/po/*.po
Languages: cs

source: read only
cs: pouze ke čtení

source: Username
cs: Uživatelské jméno

source: Real Name
cs: Plné jméno

source: read & write
cs: čtení a zápis

source: Permission
cs: Přístupové právo

source: Evolution is in offline mode. You cannot create or modify calendars now. Please switch to online mode for such operations.
cs: Evolution je v offline módu. Není možné vytvářet ani měnit kalendáře. Přepněte se do online módu, abyste to mohli dělat.

source: You cannot create calendars for this 3e account.
cs: Na tomto 3e účtu není možné vytvářet nové kalendáře.

source: _Unsubscribe
cs: _Odpojit

source: _Delete
cs: _Vymazat

source: Setup _Permissions...
cs: Nastavit _práva...

source: _Properties...
cs: V_lastnosti

source: 3e Account Status
cs: Stav 3e účtu

source: If you have 3e account <i>%s</i>, you can turn it on/off here.
cs: Jestliže máte 3e účet <i>%s</i>, můžete ho zde zapnout či vypnout.

source: Enable 3e Account
cs: Používat 3e účet

source: 3e Settings
cs: Nastavení 3e

source: 3e Calendar Account
cs: Účet 3e kalendáře

source: Enable 3e calendar account
cs: Zapnout účet 3e kalendáře

source: 3e calendar server has been found for your domain. You can enable calendar account for your account <i>%s</i>, if you have it. If you don't know ask your system administrator or provider of your email service. Go to email account preferences to change this setting later.
cs: Pro váš doménu byl nalezen server 3e kalendáře. Můžete zapnout kalendářový účet pro vaši adresu <i>%s</i>, pokud ho máte. Jestliže nevíte, kontaktujte administátora či poskytovatele vaší emailové služby. Jděte do možností emailovéhoúčtu pro změnu tohoto nastavení později.

source: <b>Selected Users</b>
cs: <b>Vybraní uživatelé</b>

source: <b>Permissions</b>
cs: <b>Přístupová práva</b>

source: Account:
cs: Účet:

source: Calendar Permissions Setup...
cs: Nastavení práv pro kalendář...

source: Filter:
cs: Filtr:

source: Private Calendar
cs: Soukromý kalendář

source: Public Calendar - Read-only access to everyone.
cs: Veřejný kalendář - Přístup pouze pro čtení pro kohokoliv.

source: Shared Calendar - Allow access to selected users.
cs: Sdílený kalendář - Povolit přístup vybraným uživatelům.

source: Subscribe Calendar
cs: Připojit kalendář

source: Calendar Name
cs: Jméno kalendáře

source: [No Title]
cs: [Bez titulku]

source: Subscribe to 3e calendar...
cs: Připojit 3e kalendář...

source: Subscribe to other user's 3e calendar.
cs: Připojit 3e kalendář jiného uživatele.
